
/* Aucun commentaire fourni par l'ingénieur. */
"+ Add files" = "+ Ajouter des fichiers";

/* Aucun commentaire fourni par l'ingénieur. */
"Archive" = "Archiver";

/* Aucun commentaire fourni par l'ingénieur. */
"Cancel" = "Annuler";

/* Aucun commentaire fourni par l'ingénieur. */
"Compress" = "Compresser";

/* Aucun commentaire fourni par l'ingénieur. */
"Compressing %@ %@" = "Compression de %@ %@ en cours";

/* Aucun commentaire fourni par l'ingénieur. */
"Compressing %@ %@ %@" = "Compression de %@ %@ %@ en cours";

/* Aucun commentaire fourni par l'ingénieur. */
"Compression completed" = "Compression terminée";

/* Aucun commentaire fourni par l'ingénieur. */
"Compression level" = "Niveau de compression";

/* Aucun commentaire fourni par l'ingénieur. */
"Confirm Password" = "Confirmer le mot de passe";

/* Aucun commentaire fourni par l'ingénieur. */
"Confirm Password:" = "Confirmer le mot de passe :";

/* Aucun commentaire fourni par l'ingénieur. */
"Enter Password:" = "Saisir le mot de passe :";

/* Aucun commentaire fourni par l'ingénieur. */
"Failed to close file" = "Échec de la fermeture du fichier";

/* Aucun commentaire fourni par l'ingénieur. */
"Failed to open the file" = "Échec de l'ouverture du fichier";

/* Aucun commentaire fourni par l'ingénieur. */
"Failed to write to file" = "Échec de l'écriture dans le fichier";

/* Aucun commentaire fourni par l'ingénieur. */
"High" = "Élevé";

/* Aucun commentaire fourni par l'ingénieur. */
"Initializing..." = "Initialisation en cours...";

/* Aucun commentaire fourni par l'ingénieur. */
"Large files take a long time to compress" = "Les gros fichiers prennent beaucoup de temps à compresser";

/* Aucun commentaire fourni par l'ingénieur. */
"Last Modified" = "Dernière modification";

/* Aucun commentaire fourni par l'ingénieur. */
"Low" = "Faible";

/* Aucun commentaire fourni par l'ingénieur. */
"Middle" = "Moyen";

/* Aucun commentaire fourni par l'ingénieur. */
"Name" = "Nom";

/* Aucun commentaire fourni par l'ingénieur. */
"No files to compress, please add files" = "Aucun fichier à compresser, veuillez ajouter des fichiers";

/* Aucun commentaire fourni par l'ingénieur. */
"Not enough disk space to compress" = "Espace disque insuffisant pour la compression";

/* Aucun commentaire fourni par l'ingénieur. */
"Ok" = "Ok";

/* Aucun commentaire fourni par l'ingénieur. */
"Operate" = "Opérer";

/* Aucun commentaire fourni par l'ingénieur. */
"Password" = "Mot de passe";

/* Aucun commentaire fourni par l'ingénieur. */
"Please enter a password" = "Veuillez saisir un mot de passe";

/* Aucun commentaire fourni par l'ingénieur. */
"Passwords do not match" = "Les mots de passe ne correspondent pas";

/* Aucun commentaire fourni par l'ingénieur. */
"Path" = "Chemin";

/* Aucun commentaire fourni par l'ingénieur. */
"Remove" = "Supprimer";

/* Aucun commentaire fourni par l'ingénieur. */
"Set password" = "Définir le mot de passe";

/* Aucun commentaire fourni par l'ingénieur. */
"Show Password" = "Afficher le mot de passe";

/* Aucun commentaire fourni par l'ingénieur. */
"Size" = "Taille";

/* Aucun commentaire fourni par l'ingénieur. */
"The password length exceeds the 32-bit limit" = "La longueur du mot de passe dépasse la limite de 32 bits";

/* Aucun commentaire fourni par l'ingénieur. */
"The storage directory is a read-only, please change another path and try again" = "Le répertoire de stockage est en lecture seule, veuillez changer de chemin et réessayer";

/* Aucun commentaire fourni par l'ingénieur. */
"Uncompressed, waiting to exit..." = "Non compressé, en attente de sortie...";
